{
  "termsOfService": {
    "title": "Términos de Servicio",
    "lastUpdated": "Enero 2026",
    "companyName": "TrustsNodes",
    "websiteUrl": "https://trustsnodes.com",
    "contactEmail": "legal@trustsnodes.com",
    "sections": [
      {
        "title": "1. Aceptación de términos",
        "content": "Al acceder y utilizar nuestros servicios, usted acepta los términos y condiciones de este acuerdo. Si no está de acuerdo con lo anterior, le rogamos que no utilice este servicio."
      },
      {
        "title": "2. Descripción del servicio",
        "content": "Ofrecemos alojamiento VPS, servidores dedicados y servidores de juegos. Nuestros servicios están sujetos a disponibilidad y pueden modificarse, suspenderse o interrumpirse en cualquier momento sin previo aviso."
      },
      {
        "title": "3. Responsabilidades del usuario",
        "content": "Usted es responsable de mantener la confidencialidad de la información de su cuenta y de todas las actividades que se realicen en ella. Acepta notificarnos de inmediato sobre cualquier uso no autorizado de su cuenta."
      },
      {
        "title": "4. Política de uso aceptable",
        "content": "Acepta no utilizar nuestros servicios con fines ilegales ni de ninguna manera que pueda dañar, inhabilitar, sobrecargar o perjudicar nuestros servidores o redes. Las actividades prohibidas incluyen, entre otras: distribución de contenido ilegal, spam, minería de criptomonedas, distribución de malware y ataques DDoS."
      },
      {
        "title": "5. Condiciones de pago",
        "content": "El pago de todos los servicios debe realizarse por adelantado. Aceptamos varios métodos de pago, como se muestra en nuestro sitio web. La falta de pago puede resultar en la suspensión o cancelación del servicio."
      },
      {
        "title": "6. Acuerdo de nivel de servicio",
        "content": "Nos esforzamos por mantener un 99.9% de disponibilidad de nuestros servicios. En caso de inactividad prolongada, se pueden otorgar créditos de servicio según lo estipulado en nuestra documentación del SLA."
      },
      {
        "title": "7. Protección de datos",
        "content": "Implementamos medidas de seguridad adecuadas para proteger sus datos. Sin embargo, usted es responsable de mantener copias de seguridad de sus datos. No nos responsabilizamos de la pérdida de datos."
      },
      {
        "title": "8. Limitación de responsabilidad",
        "content": "Nuestra responsabilidad se limita al importe pagado por el servicio en los 12 meses anteriores. No nos hacemos responsables de ningún daño indirecto, incidental o consecuente."
      },
      {
        "title": "9. Terminación",
        "content": "Cualquiera de las partes podrá rescindir este acuerdo en cualquier momento. Tras la rescisión, se interrumpirá su acceso a los servicios y cualquier cuota pendiente deberá abonarse de inmediato."
      },
      {
        "title": "10. Cambios a los términos",
        "content": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Los cambios entrarán en vigor inmediatamente después de su publicación. Su uso continuado del servicio implica la aceptación de los términos modificados."
      }
    ]
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "lastUpdated": "Enero 2026",
    "companyName": "TrustsNodes",
    "websiteUrl": "https://trustsnodes.com",
    "contactEmail": "legal@trustsnodes.com",
    "sections": [
      {
        "title": "1. Información que recopilamos",
        "content": "Recopilamos la información que nos proporciona directamente, por ejemplo, al crear una cuenta, realizar una compra o contactarnos para solicitar asistencia. Esta información puede incluir su nombre, dirección de correo electrónico, información de facturación y comunicaciones de soporte técnico."
      },
      {
        "title": "2. Cómo usamos su información",
        "content": "Utilizamos la información que recopilamos para proporcionar, mantener y mejorar nuestros servicios, procesar transacciones, enviarle avisos técnicos y mensajes de soporte, y comunicarnos con usted sobre productos, servicios y ofertas promocionales."
      },
      {
        "title": "3. Intercambio de información",
        "content": "No vendemos, intercambiamos ni transferimos su información personal a terceros sin su consentimiento, salvo en los casos descritos en esta política. Podríamos compartir información con proveedores de servicios de confianza que nos ayudan a operar nuestro sitio web y a gestionar nuestra actividad."
      },
      {
        "title": "4. Seguridad de datos",
        "content": "Implementamos medidas de seguridad adecuadas para proteger su información personal contra accesos, alteraciones, divulgaciones o destrucción no autorizados. Sin embargo, ningún método de transmisión por internet es 100 % seguro."
      },
      {
        "title": "5. Seguimiento de cookies",
        "content": "Utilizamos cookies y tecnologías de seguimiento similares para mejorar su experiencia en nuestro sitio web. Puede controlar la configuración de cookies a través de las preferencias de su navegador."
      },
      {
        "title": "6. Retención de datos",
        "content": "Conservamos su información personal durante el tiempo que sea necesario para brindar nuestros servicios y cumplir los propósitos descritos en esta política, a menos que la ley requiera un período de retención más largo."
      },
      {
        "title": "7. Tus derechos",
        "content": "Tiene derecho a acceder, actualizar o eliminar su información personal. También puede optar por no recibir ciertas comunicaciones nuestras. Contáctenos para ejercer estos derechos."
      },
      {
        "title": "8. Servicios de terceros",
        "content": "Nuestro sitio web puede contener enlaces a sitios web o servicios de terceros. No nos responsabilizamos de las prácticas de privacidad de estos terceros."
      },
      {
        "title": "9. Transferencias Internacionales de Datos",
        "content": "Su información podría transferirse y procesarse en países distintos del suyo. Garantizamos que se implementan las medidas de seguridad adecuadas para dichas transferencias."
      },
      {
        "title": "10. Cambios a esta política",
        "content": "Podemos actualizar esta política de privacidad periódicamente. Le notificaremos cualquier cambio publicando la nueva política en esta página y actualizando la fecha de "Última actualización"."
      }
    ]
  }
}